Repository: mwolff44/pk-sbc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Sorry you do not have rights to execute this action (%s)
it: Spiacenti, non si è autorizzati a eseguire questa azione (%s)

source: Export as CSV
it: Esporta come CSV

source: Export as XLS
it: Esporta come XLS

source: Export as Fixture
it: Esporta come Fixture

source: Export as fixture
it: Esporta come Fixture

source: Export Delete Tree
it: Esporta albero cancellazioni

source: Export delete tree
it: Esporta albero cancellazioni

source: Sorry you do not have rights to execute this action
it: Spiacenti, non si è autorizzati a eseguire questa azione

source: Updated %s records
it: Aggiornati %s record

source: Dependencies
it: Dipendenze

source: Move
it: Muovi

source: Delete
it: Elimina

source: Please select exactly 2 records
it: Per favore, selezionare esattamente 2 record

source: Merge selected %(verbose_name_plural)s
it: Unisci selezionati %(verbose_name_plural)s

source: CSV Export Options
it: Opzioni esportazione CSV

source: Export
it: Esporta

source: Merge records
it: Unisci record

source: Field
it: Campo

source: Master
it: Principale

source: This will be preserved
it: Questo verrà mantenuto

source: swap
it: scambia

source: Result
it: Risultato

source: Other
it: Altro

source: This will be removed
it: Questo verrà rimosso

source: Preview
it: Anteprima

source: Key
it: Chiave

source: Original
it: Originale

source: After Merging
it: Prima di unire

source: Merge
it: Unisci

source: From
it: Da

source: To
it: A

source: Destination Number
it: Numero di destinazione

source: Enter the full number or the first part
it: Inserire il numero intero o la parte iniziale

source: Wellcome
it: Benvenuto

source: ALERT : Low balance (credit alert level : %s)
it: ATTENZIONE : il bilancio è basso (livello notifica credito : %s)

source: ALERT : Account blocked - no remaining credit - Please make an urgent payment
it: ATTENZIONE : l'account è bloccato - il credito è esaurito - Per favore, eseguire un pagamento

source: This user is not linked to a customer !
it: Questo utente non è collegato a un cliente!

source: update DID config xml file
it: aggiorna file XML configurazioni numeri geografici

source: generate DID configuration file
it: genera file di configurazione numeri geografici

source: DID number
it: Numero geografico

source: Provider
it: Fornitore

source: provider rate plan
it: Listino fornitore

source: provider channels
it: Canali fornitore

source: maximum simultaneous calls allowed for this did.
it: numer di chiamate simultanee permesse per questo numero geografico.

source: Customer
it: Cliente

source: customer rate plan
it: Listino cliente

source: customer channels
it: Canali cliente

source: description
it: descrizione

source: date added
it: data creazione

source: date modified
it: data modifica

source: DID
it: Numero geografico

source: DIDs
it: Numeri geografici

source: name
it: nome

source: Rate
it: Tariffa

source: block min duration
it: Durata minima

source: Interval duration
it: Incremento

source: provider
it: fornitore

source: Enabled / Disabled
it: Abilitato / Disabilitato

source: DID provider rate
it: Tariffa fornitore numero geografico

source: DID provider rates
it: Tariffe fornitore numero geografico

source: DID customer rate
it: Tariffa cliente numero geografico

source: DID customer rates
it: Tariffe cliente numero geografico

source: SIP Trunk
it: Trunk SIP

source: External number
it: Numero esterno

source: Route type
it: Tipologia rotta

source: Routing type : trunk or external number.
it: Tipologia routing : trunk o numero esterno.

source: destination number
it: numero di destinazione

source: DID route
it: Rotta numero geografico

source: DID routes
it: Rotte numero geografico

source: CDR report
it: Report CDR

source: update sofia config xml file
it: aggiorna file XML di configurazione Sofia

source: update customer sip config xml file
it: aggiorna file XML di configurazione SIP per il cliente

source: update ACL config xml file
it: aggiorna file XML di configurazione ACL

source: generate customer sip configuration file
it: Genera file di configurazione SIP per il cliente

source: generate sofia configuration file
it: genera file di configurazione Sofia

source: generate acl configuration file
it: genera file di configurazione ACL

source: mark selected items as enabled
it: imposta gli elementi selezionati come Abilitati

source: mark selected items as disabled
it: imposta gli elementi selezionati come Disabilitati

source: Stats chart
it: Grafici statistiche

source: Stats
it: Statistiche

source: By Day
it: Per giorno

source: By Week
it: Per settimana

source: By Month
it: Per mese

source: This value must be an integer or a FreeSWITCH variable.
it: Questo valore deve essere un intero o una variabile FreeSWITCH

source: Integer or FreeSWITCH variable
it: Intero o una variabile FreeSWITCH

source: Enter a valid IPv4 address (dot-decimal or CIDR notation) or a FreeSWITCH variable.
it: Inserire un indirizzo IPv4 valido (in notazione decimale o CIDR) o una variabile FreeSWITCH.

source: IPv4 address, in dot-decimal or CIDR notation, or FreeSWITCH variable
it: Indirizzo IPv4, in formato decimale o CIDR, o variabile FreeSWITCH

source: Customer Ratecard
it: Listino Cliente

source: LCR Group
it: Gruppo LCR

source: all
it: Tutti

source: nickname
it: soprannome

source: about
it: A proposito di

source: Account number
it: Numero account

source: VAT Applicable / Not applicable
it: IVA Applicabile / Non applicabile

source: if checked, VAT is applicable.
it: Se selezionato, l'IVA è applicabile.

source: VAT number
it: Partita IVA/VAT ID

source: SWIFT BIC bank account number
it: Codice bancario SWIFT BIC

source: IBAN bank account number
it: Codice bancario IBAN

source: Prepaid / Postpaid
it: Prepagato / Postpagato

source: If checked, this account customer is prepaid.
it: Se selezionato, questo account cliente è prepagato.

source: credit limit
it: limite di credito

source: Credit limit for postpaid account.
it: Limite credito per account postpagato.

source: low credit level alert
it: Livello notifica credito basso

source: Low credit limit alert.
it: Livello notifica credito basso.

source: low credit alert ON
it: La notifica di credito basso è ATTIVA

source: Customer account blocked - low balance - ON
it: Account cliente bloccato - credito basso - ATTIVO

source: alert email address
it: Indirizzo email notifiche

source: customer balance
it: Bilancio cliente

source: Actual customer balance.
it: Bilancio attuale del cliente

source: Currency
it: Valuta

source: supplier balance
it: Bilancio fornitore

source: Actual supplier balance.
it: Bilancio attuale del fornitore

source: max simultaneous calls
it: Chiamate massime simultanee

source: maximum simultaneous calls allowed for this customer account.
it: Numero di chiamate massime autorizzate per questo account cliente.

source: max calls per second
it: Chiamate massime al secondo

source: maximum calls per seconds allowed for this customer account.
it: Numero di chiamate massime al secondo autorizzate per questo account cliente.

source: weekly
it: settimanale

source: monthly
it: mensile

source: billing cycle
it: Schema di fatturazione

source: billinng cycle for invoice generation.
it: Schema di fatturazione per la generazione delle fatture.

source: Customer Enabled / Disabled
it: Cliente Abilitato / Disabilitato

source: Supplier Enabled / Disabled
it: Fornitore Abilitato / Disabilitato

source: Company
it: Azienda

source: Companies
it: Aziende

source: first name
it: nome

source: last name
it: cognome

source: middle name
it: secondo nome

source: suffix
it: suffisso

source: title
it: titolo

source: user
it: utente

source: person
it: Persona

source: people
it: Persone

source: group
it: gruppo

source: groups
it: gruppi

source: Work
it: Ufficio

source: Mobile
it: Cellulare

source: number
it: Numero

source: location
it: Posizione

source: Personal
it: Personale

source: email address
it: indirizzo email

source: im account
it: Account IM

source: service
it: Servizi

source: web site
it: sito web

source: web sites
it: siti web

source: street
it: Indirizzo

source: city
it: città

source: province
it: Provincia

source: postal code
it: codice postale

source: country
it: nazione

source: street address
it: Indirizzo

source: street addresses
it: Indirizzi

source: occasion
it: Occasione

source: date
it: data

source: every year
it: ogni anno

source: special date
it: Data speciale

source: special dates
it: date speciali

source: company
it: Azienda

source: amount debited
it: Importo addebidato

source: amount refund
it: Importo accreditato

source: Resulting customer balance.
it: Bilancio cliente risultante.

source: provider balance
it: Bilancio fornitore

source: Resulting provider balance.
it: Bilancio fornitore risultante.

source: operation on customer account
it: operazione su account cliente

source: operation on provider account
it: operazione su account fornitore

source: operation type
it: tipo operazione

source: public description
it: descrizione pubblica

source: internal description
it: descrizione interna

source: Company balance history
it: Storico bilancio azienda

source: Registration
it: Registrazione

source: Is registration needed for calling ? True, the phone needs to register with correct username/password. If false, you must specify a CIDR in SIP IP CIDR !
it: è richiesta la registrazione per le chiamate? Si, il telefono ha bisogno di registrarsi con username/passoword. No, è necessario specificare un IP in SIP IP CIDR !

source: It's recommended to use strong passwords for the endpoint.
it: E' raccomandato l'utilizzo di una password forte per il dispositivo.

source: SIP username
it: Username SIP

source: Ex.: customer SIP username, etc...
it: Es.: username SIP cliente, ecc...

source: Internal IP address/mask to bind to for RTP. Format : CIDR Ex. 192.168.1.0/32
it: Indirizzo IP/maschera interno da collegare a RTP. Formato : CIDR Es. 192.168.1.0/32

source: Internal IP address/mask to bind to for SIP. Format : CIDR. Ex. 192.168.1.0/32
it: Indirizzo IP/maschera interno da collegare a SIP. Formato : CIDR Es. 192.168.1.0/32

source: SIP port
it: Porta SIP

source: max calls
it: chiamate massime

source: max simultaneous calls allowed for this customer account.
it: chiamate massime contemporanee consentite per questo account cliente.

source: maximum calls per second allowed for this customer account.
it: chiamate massime al secondo consentite per questo account cliente.

source: log auth failures
it: registra tentativi falliti

source: It true, the server will log authentication failures. Required for Fail2ban.
it: Se attivo, il server registrerà i tentativi di accesso falliti. Richiesto per Fail2ban.

source: ALL
it: TUTTI

source: Codecs
it: Codec

source: Codecs allowed - beware about order, 1st has high priority
it: Codec consentiti - attenzione riguardo l'ordine, il primo ha alta priorità

source: Contact
it: Contatto

source: False
it: Falso

source: True
it: vero

source: multiple registrations
it: registrazioni multiple

source: Used to allow to call one extension and ring several phones.
it: usato per consentire di chiamare un numero e far squillare più telefoni.

source: CallerID name
it: Nome chiamante

source: Caller ID name sent to provider on outbound calls.
it: Nome del chiamate inviato al fornitore nelle chiamate in uscita.

source: CallerID num
it: Numero chiamante

source: Caller ID number sent to provider on outbound calls.
it: Numero del chiamate inviato al fornitore nelle chiamate in uscita.

source: false
it: falso

source: true
it: vero

source: Ignore early media
it: Ignora early media

source: Controls if the call returns on early media or not. Default is false. Setting the value to "ring_ready" will work the same as ignore_early_media=true but also send a SIP 180 to the inbound leg when the first SIP 183 is caught.
it: Controlla se la chiamata restituisce early media o no. Disabilitato per default. Impostando il valore a "ring_ready" ci sarà lo stesso effetto che ignore_early_media=true ma verrà inviato un SIP 180 al leg di entrata quando il primo SIP 183 è rilevato.

source: Fake ring
it: Ring simulato

source: Fake ring : Enabled / Disabled - Send a fake ring to the caller.
it: Ring simulato : Abilitato / Disabilitato - Invia un ring simulato al chiamante.

source: CLI debug
it: Debug CLI

source: CLI debug : Enabled / Disabled - Permit to see all debug messages on cli.
it: Debug CLI : Abilitato / Disabilitato - Permette di visualizzare i messaggi di debug sul CLI.

source: Voicemail detection : Enabled / Disabled
it: Rilevamento Voicemail : Abilitato / Disabilitato

source: Be carefull with this option, as it takes a lot of ressources !.
it: Attenzione con questa opzione richiede molte risorse!.

source: Customer sip account
it: Account SIP cliente

source: Customer sip accounts
it: Account SIP cliente

source: CallerID prefix list
it: Lista prefissi numero chiamante

source: CallerID prefix lists
it: Liste prefissi numero chiamante

source: callerid prefix list
it: lista prefissi numero chiamante

source: numeric prefix
it: prefisso numerico

source: Callerid prefix
it: Prefisso numero chiamante

source: lead strip
it: Aggiungi prefisso

source: tail strip
it: Rimuovi prefisso

source: prefix
it: prefisso

source: No filter
it: Nessun filtro

source: Prefix authorized
it: Prefisso autorizzato

source: Prefix prohibited
it: Prefisso proibito

source: CallerID Prefix filter
it: Filtro prefissi Numero chiamante

source: CallerID prefix List
it: Lista prefissi Numero chiamante

source: quality
it: qualità

source: Order by quality.
it: Ordina per qualità.

source: reliability
it: affidabilità

source: Order by reliability.
it: Ordina per affidabilità.

source: cid
it: numero chiamante

source: Regex to modify CallerID number.
it: Espressione regolare per modificare il numero del chiamante.

source: provider ratecard
it: Listino fornitore

source: provider ratecards
it: Listini fornitore

source: destination
it: destinazione

source: Cost rate
it: tariffa acquisto

source: Init block rate
it: Costo di connessione

source: provider rate
it: Tariffa fornitore

source: provider rates
it: Tariffe fornitore

source: lower price
it: prezzo minore

source: best quality
it: miglior qualità

source: best reliability
it: miglior affidabilità

source: load balance
it: bilanciamento carico

source: lcr type
it: Tipologia LCR

source: LCRs
it: LCR

source: Provider tariff
it: Tariffa fornitore

source: LCR provider
it: Fornitore LCR

source: LCR providers
it: Fornitori LCR

source: Customer ratecard
it: Listino cliente

source: Customer ratecards
it: Listini cliente

source: ratecard
it: Voce di listino

source: sell rate
it: tariffa vendita

source: to block the prefix, put -1
it: per bloccare il prefisso, inserire -1

source: Enabled
it: Abilitato

source: customer rate
it: Tariffa cliente

source: customer rates
it: Tariffe cliente

source: technical prefix
it: prefisso tecnico

source: priority
it: priorità

source: Priority order, 1 is the higher priority and 3 the lower one. Correct values are : 1, 2 or 3 !.
it: Ordine priorità, 1 è a maggiore priorità e 3 è la minore. I valori corretti sono : 1, 2 o 3 !.

source: discount
it: sconto

source: ratecard discount. For 10% discount, enter 10 !
it: Sconto listino. Per applicare il 10% di sconto, inserire 10 !

source: Allow calls with negative margin
it: Permetti chiamate con margine negativo

source: Customer Ratecard Allocation
it: Allocazione listino cliente

source: Customer ratecard Allocations
it: Allocazioni listino cliente

source: Rule format
it: Formato regola

source: example for Tunisia : ^216[%d][%d][%d][%d][%d][%d][%d][%d] $
it: esempio per la Tunisia : ^216[%d][%d][%d][%d][%d][%d][%d][%d] $

source: Destination Number Normalization Rule
it: Regola normalizzazione numero destinazione

source: Destination Number Normalization Rules
it: Regole normalizzazione numero destinazione

source: customer
it: cliente

source: rule title
it: titolo regola

source: remove prefix
it: rimuovi prefisso

source: add prefix
it: aggiungi prefisso

source: Customer Normalization Rule
it: Regola normalizzazione cliente

source: Customer Normalization Rules
it: Regole normalizzazione cliente

source: Provider Normalization Rule
it: Regola normalizzazione fornitore

source: Provider Normalization Rules
it: Regole normalizzazione fornitore

source: Customer CallerID Normalization Rule
it: Regola normalizzazione numero chiamante cliente

source: Customer CallerID Normalization Rules
it: Regole normalizzazione numero chiamante cliente

source: Provider CallerID Normalization Rule
it: Regola normalizzazione numero chiamante fornitore

source: Provider CallerID Normalization Rules
it: Regole normalizzazione numero chiamante fornitore

source: deny
it: blocca

source: allow
it: consenti

source: default policy
it: azione di default

source: ACL list
it: Lista ACL

source: ACL lists
it: Liste ACL

source: ip/cidr Address
it: Indirizzi IP/CIDR

source: Customer IP or cidr address.
it: Indirizzo IP/CIDR del cliente.

source: policy
it: azione

source: acl list
it: lista acl

source: ACL node
it: Nodo ACL

source: ACL nodes
it: Nodi ACL

source: Switch name
it: Nome Switch

source: switch IP
it: IP Switch

source: Switch IP.
it: IP Switch

source: event socket switch IP
it: Indirizzo IP event socket switch

source: Event socket switch IP.
it: Indirizzo IP dell'event socket dello switch.

source: event socket switch port
it: Porta event socket switch

source: Event socket switch port.
it: Porta dell'event socket dello switch.

source: event socket switch password
it: Password event socket switch

source: Event socket switch password.
it: Password dell'event socket dello switch

source: VoIP Switch
it: Switch VoIP

source: VoIP Switches
it: Switch VoIP

source: SIP profile name
it: Nome profilo SIP

source: E.g.: the name you want ...
it: Es.: il nome che si preferisce

source: User agent name
it: Nome User Agent

source: E.g.: the user agent you want ... - take care with certain characters such as @ could cause others sip proxies reject yours messages as invalid !
it: Es.: l'UserAgent che si desidera.. - attenzione con alcuni caratteri, come la @, possono causare il respingimento dei messaggi da alcuni proxy come invalidi !

source: external RTP IP
it: IP RTP esterno

source: External/public IP address to bind to for RTP.
it: Indirizzo IP esterno/pubblico da collegare a RTP.

source: external SIP IP
it: IP SIP esterno

source: External/public IP address to bind to for SIP.
it: Indirizzo IP esterno/pubblico da collegare a SIP.

source: RTP IP
it: IP RTP

source: Internal IP address to bind to for RTP.
it: Indirizzo IP interno da collegare a RTP.

source: SIP IP
it: IP SIP

source: Internal IP address to bind to for SIP.
it: Indirizzo IP interno da collegare a SIP.

source: disable transcoding
it: Disabilita traduzione

source: If true, you can not use transcoding.
it: Se abilitato non è possibile usare la traduzione tra codec.

source: accept blind registration
it: Accetta registrazioni anonime

source: If true, anyone can register to the server and will not be challenged for username/password information.
it: Se abilitato, chiunque può registrarsi al server è non verrà applicata l'autenticazione con username/password.

source: disable register
it: Disabilita registrazione

source: disable register which may be undesirable in a public switch
it: Disabilita la registrazione che può risultare indesiderata su uno switch pubblico

source: Apply an inbound ACL
it: Applica una ACL in entrata

source: If true, FS will apply the default acl list : domains
it: Se vero, FreeSWITCH applicherà la ACL di default : domains

source: authenticate calls
it: Autentica chiamate

source: If true, FreeeSWITCH will authorize all calls on this profile, i.e. challenge the other side for username/password information.
it: Se vero, FreeeSWITCH autenticherà tutte le chiamate su questo profilo, es. chiedendo all'altra estremità di inviare username/password.

source: It true, log authentication failures. Required for Fail2ban.
it: Se vero, registra i tentativi di autenticazione falliti. Richiesto per Fail2ban.

source: inbound codec prefs
it: Preferenze codec in entrata

source: Define allowed preferred codecs for inbound calls.
it: Definisce i codec preferiti per le chiamate in entrata.

source: outbound codec prefs
it: Preferenze codec in uscita

source: Define allowed preferred codecs for outbound calls.
it: Definisce i codec preferiti per le chiamate in uscita.

source: Agressive NAT detection
it: Rilevamento NAT aggressivo

source: This will enable NAT mode if the network IP/port from which therequest was received differs from the IP/Port combination in the SIP Via: header, or if the Via: header contains the received parameter
it: Questo abiliterà la modalità NAT se nell'indirizzo IP/porta da cui la richiesta viene ricevuta differisce dalla combinazione indirizzo IP/Porta nell'header: SIP Via, o se l'header Via contiene il parametro ricevuto

source: NDLB received in nat reg contact
it: Includi NDLB nel contact per registrazioni NAT

source: add a;received= "ip:port" to the contact when replying to register for nat handling
it: aggiunge a;received= "ip:port" al campo contact quando risponde a una registrazione per la gestione del NAT ␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣

source: safe
it: sicuro

source: NDLB Force rport
it: Forza porta NDLB

source: This will force FreeSWITCH to send SIP responses to the network port from which they were received. Use at your own risk!
it: Questo forzerà FreeSWITCH a inviare i responsi SIP alla porta di rete da cui sono stati ricevuti. Usare a proprio rischio!

source: Used for when phones respond to a challenged ACK with method INVITE in the hash
it: Usato quando i telefoni rispondono a un ACK con metodo INVITE nell'hash

source: Enable timer
it: Abilita Session Timers

source: This enables or disables support for RFC 4028 SIP Session Timers
it: Questo abilita il il supporto per i SIP Session Timers RFC 4028

source: Session timeout
it: Timeout sessione

source: session timers for all call to expire after the specified seconds Then it will send another invite --re-invite. If not specified defaults to 30 minutes. Some gateways may reject values less than 30 minutes. This values refers to Session-Expires in RFC 4028 -The time at which an element will consider the session timed out, if no successful session refresh transaction occurs beforehand-
it: tempo di sessione per tutte le chiamate che vengono terminate dopo i secondi specificati Quindi verrà inviato un altro invite --re-invite. Se non specificato di default è 30 minuti. Alcune terminazioni potrebbero rifiutare valori inferiori a 30 minuti. Questi valori si riferiscono al Session-Expires nel RFC 4028 - Il tempo dopo cui un elemento considera la sessione come scaduta, se non avviente la transazione di refresh della sessione prima ␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣

source: RTP rewrite timestamps
it: Riscrivi timestamp RTP

source: If you don't want to pass through timestampes from 1 RTP call to another
it: Se non si vuole trasmettere i timestamp RTP da una chiamata all'altra

source: pass rfc2833
it: Trasmetti RFC2833

source: SIP profile
it: Profilo SIP

source: SIP profiles
it: Profili SIP

source: Which Sip Profile communication with this gateway will take place on.
it: Quale profilo SIP verrà utilizzato per le comunicazioni con questa terminazione.

source: channels number
it: numero canali

source: maximum simultaneous calls allowed for this gateway.
it: chiamate massime simultanee consentite per questa terminazione. ␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣␣

source: username
it: Nome utente
