Repository: mwolff44/pk-sbc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: register
it: Registra

source: IP if register is False.
it: Indirizzo IP se Registra è Falso.

source: extension number
it: Numero estensione

source: Extension for inbound calls. Same as username, if blank.
it: Estensione per le chiamate in entrata. Usato nome utente se lasciato in bianco.

source: Authentication realm. Same as gateway name, if blank.
it: Realm di autenticazione. Uguale al nome del gateway se lasciato in bianco.

source: from domain
it: Dominio provenienza

source: Domain to use in from field. Same as realm if blank.
it: Dominio da utilizzare nel campo From. Uguale al realm se lasciato in bianco.

source: expire seconds
it: Timeout scadenza

source: retry seconds
it: Timeout nuovo tentativo

source: How many seconds before a retry when a failure or timeout occurs
it: Quanti secondi attendere prima di riprovare dopo un fallimento o un timeout

source: caller ID in From field
it: Numero chiamante nel campo From

source: Use the callerid of an inbound call in the from field on outbound calls via this gateway.
it: Usa il numero chiamante di una chiamate in entrata nel campo From nelle chiamate in uscita su questa terminazione.

source: none
it: nessuno

source: SIP CID type
it: Tipologia numero chiamante SIP

source: Modify callerID in SDP Headers.
it: Modifica il numero del chiamante nell'header SDP.

source: Sofia gateway
it: Gateway Sofia

source: Sofia gateways
it: Gateway Sofia

source: Hangup code
it: Codice chiusura

source: ITU-T Q.850 Code.
it: Codice ITU-T Q.850.

source: enumeration
it: Enumerazione

source: enumeration.
it: Enumerazione.

source: cause
it: Causa

source: Cause.
it: Causa.

source: hangupcause
it: causa chiusura

source: hangupcauses
it: cause chiusura

source: customer IP address
it: Indirizzo IP cliente

source: Customer IP address.
it: Indirizzo IP cliente

source: caller ID num
it: Numero chiamante

source: Dest. number
it: Numero destinazione

source: channel name
it: Nome canale

source: start time
it: Ora inizio

source: answered time
it: Ora risposta

source: hangup time
it: Ora chiusura

source: global duration
it: Durata globale

source: total duration
it: Durata totale

source: Global call duration since call has been received by the switch in ms.
it: Durata totale della chiamata dal momento in cui è stata ricevuta dallo switch, in msec.

source: effective duration
it: Durata effettiva

source: real call duration in s.
it: Durata reale in secondi.

source: billed duration
it: Durata fatturata

source: billed call duration in s.
it: Durata fatturata in secondi

source: read codec
it: Codec lettura

source: write codec
it: Codec scrittura

source: hangup cause
it: Causa chiusura

source: buy rate
it: Tariffa acquisto

source: total sell
it: Costo vendita totale

source: total cost
it: Costo acquisto totale

source: Prefix
it: Prefisso

source: Country
it: Nazione

source: lcr group
it: Gruppo LCR

source: sip user agent
it: User Agent SIP

source: sip rtp rx stat
it: Statistiche SIP RTP in ricezione

source: sip rtp tx stat
it: Statistiche SIP RTP in trasmissione

source: switchname
it: Nome switch

source: switch ipv4
it: IPv4 switch

source: hangup disposition
it: Disposizione chiusura

source: SIP hangup cause
it: Causa chiusura SIP

source: sell destination
it: Destinazione di vendita

source: cost destination
it: Destinazione di acquisto

source: CDRs
it: CDR

source: day
it: Giorno

source: day of the week
it: Giorno della settimana

source: hour
it: Ora

source: month
it: Mese

source: quarter
it: Trimestre

source: year
it: Anno

source: date dimension
it: dimensione data

source: date dimensions
it: dimensioni data

source: total calls
it: Chiamate totali

source: Customer Hangupcause stats
it: Statistiche causa chiusura cliente

source: sip hangupcause
it: Causa chiusura SIP

source: Customer SIP Hangupcause stats
it: Statistiche causa chiusura SIP cliente

source: Provider Hangupcause stats
it: Statistiche causa chiusura fornitore

source: Provider SIP Hangupcause stats
it: Statistiche causa chiusura SIP fornitore

source: success calls
it: Chiamate connesse

source: average duration
it: Durata media

source: max duration
it: Durata massima

source: min duration
it: Durata minima

source: Customer destination stats
it: Statistiche destinazione cliente

source: Provider destination stats
it: Statistiche destinazioni fornitore

source: Sales stats
it: Statistiche vendite

source: Sales
it: Vendite

source: Quick links
it: Link rapidi

source: Return to site
it: Torna al sito

source: Change password
it: Cambia password

source: Log out
it: Termina sessione

source: Applications
it: Applicazioni

source: Recent Actions
it: Azioni recenti

source: PyFreeBilling Support
it: Supporto PyFreeBilling

source: PyFreeBilling documentation
it: Documentazione PyFreeBilling

source: Français
it: Francese

source: Anglais
it: Inglese

source: List
it: Lista

source: All
it: Tutti

source: Customers
it: Clienti

source: Prepaid Account
it: Account Prepagato

source: Postpaid account
it: Account Postpagato

source: Providers
it: Fornitori

source: Add new company
it: Aggiungi nuova azienda

source: Balance history
it: Storico bilancio

source: Add payment
it: Aggiungi pagamento

source: customer management
it: Gestione cliente

source: Customer SIP accounts
it: Account SIP cliente

source: Destination number normalization rules
it: Regole normalizzazione numero di destinazione

source: CallerID Normalization Rules
it: Regole di normalizzazione numero chiamante

source: provider management
it: Gestione fornitore

source: Provider gateways
it: Gateway del fornitore

source: Contacts
it: Contatti

source: Add
it: Aggiungi

source: Groups
it: Gruppi

source: Rates
it: Tariffe

source: Sell rates
it: Tariffe di vendita

source: Ratecards
it: Listini

source: Provider rates
it: Tariffe fornitore

source: Provider tariffs
it: Tariffe fornitore

source: Reports
it: Report

source: CDRs view
it: Vista CDR

source: Successfull CDRs
it: CDR chiamate connesse

source: Failed CDRs
it: CDR chiamate fallite

source: Hangup Cause
it: Causa Chiusura

source: Users
it: Utenti

source: VoIP switches
it: Switch VoIP

source: Logs
it: Log

source: Access logs
it: Log di accesso

source: Access attemps
it: Tentativi di accesso

source: Honeypot access attemps
it: Tentativi di accesso Honeypot

source: Recurring tasks logs
it: Log operazioni ricorrenti

source: Databases
it: Database

source: Database size
it: Dimensioni database

source: Status
it: Stato

source: My Account
it: Il mio account

source: My CDR
it: I miei CDR

source: Run the selected action
it: Esegui l'azione selezionata

source: Go
it: Vai

source: Click here to select the objects across all pages
it: Cliccare qui per selezionare gli oggetti su tutte le pagine

source: Select all %(total_count)s %(module_name)s
it: Seleziona tutti %(total_count)s %(module_name)s

source: Clear selection
it: Pulisci selezione

source: Menu Search
it: Menu Ricerca

source: Search in menu
it: Cerca in menu

source: Documentation
it: Documentazione

source: History
it: Storico

source: View on site
it: Visualizza il sito

source: Please correct the error below.
it: Per favore correggere l'errore sotto riportato

source: Add %(name)s
it: Aggiungi %(name)s

source: Filter
it: Filtro

source: Toggle sorting
it: Inverti ordine

source: Remove from sorting
it: Rimuovi dall'ordine

source: Enter username and password
it: Inserire nome utente e password

source: Username:
it: Nome utente:

source: Show all
it: Mostra tutto

source: Previous
it: Precedente

source: Next
it: Successivo

source: Save
it: Salva

source: Search
it: Cerca

source: %(counter)s result
it: %(counter)s risultato

source: %(full_result_count)s total
it: %(full_result_count)s totali

source: Save as new
it: Salva come nuovo

source: Save and add another
it: Salva e aggiungi un altro

source: Save and continue editing
it: Salva e continua la modifica

source: Add another %(verbose_name)s
it: Aggiungi un altro %(verbose_name)s

source: Remove
it: Rimuovi

source: Delete?
it: Cancello?

source: +Add another %(verbose_name)s
it: +Aggiungi un altro %(verbose_name)s

source: Thanks for spending some quality time with the Web site today.
it: Grazie per aver usato un po' di tempo con questo sito oggi.

source: Log in again
it: Autenticarsi nuovamente

source: Password change
it: Cambia passowrd

source: Password change successful
it: Cambio password eseguito

source: Your password was changed.
it: La password è stata modificata

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
it: Per favore, inserire la vecchia password, per motivi di sicurezza, quindi inserire due volte la nuova password in modo da poter verificare che sia stata scritta correttamente.

source: Old password
it: Vecchia password

source: New password
it: Nuova password

source: Password (again)
it: Nuova password (di nuovo)

source: Change my password
it: Cambia la password

source: Open site
it: Apri sito

source: Django site
it: Sito Django

source: Page %(current)s of %(total)s
it: Pagina %(current)s di %(total)s

source: %(count)s of %(total)s
it: %(count)s di %(total)s

source: countries
it: Nazioni

source: Normal
it: Normale

source: Lazy
it: Lento

source: capital
it: maiuscolo

source: translation test
it: test traduzione

source: translation test lazy
it: test traduzione lento

source: Invalid FreeSWITCH variable.
it: Variabile FreeSWITCH non valida.

source: Enter an integer or a FreeSWITCH variable.
it: Inserire un intero o una variabile FreeSWITCH.

source: Enter a valid IPv4 address, or a FreeSWITCH variable.
it: Inserire un indirizzo IPv4 valido o una variabile FreeSWITCH.

source: event socket switch port
it: Porta event socket switch

source: Event socket switch port.
it: Porta dell'event socket dello switch.

source: Event socket switch password.
it: Password dell'event socket dello switch.

source: '%(name)s' section links.
it: Collegamenti sezione '%(name)s'

source: Change
it: Cambia

source: My Actions
it: Le mie azioni

source: No history yet
it: Storico non ancora presente

source: Unknown content
it: Contenuto sconosciuto

source: You don't have permission to edit anything.
it: Non hai i permessi per modificare nulla.

source: CDR selection form
it: Modulo selezione CDR

source: Form
it: Modulo

source: Select
it: Selezione

source: search option
it: Opzioni ricerca

source: search
it: Cerca

source: reset
it: Reimposta

source: Did import wizard
it: Procedura importazione numeri geografici

source: Import
it: Importa

source: Next step
it: Passo successivo

source: Edit
it: Modifica

source: You are about to delete this object! Are you sure you want to continue?
it: Si sta per cancellare questo oggetto. Si è sicuri?

source: Cancel
it: Annulla

source: Remove row
it: Rimuovi riga

source: Add new row
it: Aggiungi riga

source: was succesfully deleted
it: è stato cancellato correttamente

source: The order was saved
it: L'ordine è stato salvato

source: Edit %(modaltitle)s
it: Modifica %(modaltitle)s

source: Add new
it: Aggiungi nuovo

source: Warning!
it: Attenzione!

source: Please set at least one language to manage translatable objects.
it: Selezionare almeno una lingua per gestire gli oggetti traducibili.

source: Clear the
it: Pulisci i

source: translation
it: traduzione

source: Submit
it: Inoltra

source: Total Minutes
it: Minuti totali

source: Average Minutes
it: Minuti medi

source: Total Sell
it: Totale vendita

source: Total Cost
it: Totale costo

source: Margin
it: Margine

source: List view
it: Vista elenco

source: Reorder view
it: Riordina vista

source: Filters
it: Filtri

source: Please correct the errors below.
it: Per favore, correggere gli errori sotto riportati.

source: call report
it: report chiamata

source: call detail report summary
it: report sintetico dettagli chiamata

source: duration
it: durata

source: graphic
it: grafico

source: calls
it: chiamate

source: average connection time
it: Tempo connessione medio

source: total
it: Totale

source: Balance
it: Bilancio

source: Customer SIP
it: SIP Cliente

source: Gateway
it: Terminazione

source: Apply Conf to Freeswitch
it: Applica configurazione a FreeSWITCH

source: Page Not found
it: Pagina non trovata

source: Page not found
it: Pagina non trovata

source: This is not the page you were looking for
it: Questa non è la pagina che stavi cercando

source: PyFreeBilling : Customer Portal Balance History
it: PyFreeBilling : Storico bilancio portale cliente

source: Financial Summary
it: Sommario economico

source: Active
it: Attivo

source: Suspended
it: Sospeso

source: Account status
it: Stato account

source: Prepaid
it: Prepagato

source: Postpaid
it: Postpagato

source: Payment type
it: Tipologia pagamento

source: Date
it: Data

source: Amount refund
it: Importo accreditato

source: Amount debited
it: Importo addebitato

source: Resulting balance
it: Bilancio risultante

source: Comment
it: Commento

source: PyFreeBilling : Customer portal
it: PyFreeBilling : Portale cliente

source: SIP Accounts
it: Account SIP

source: CDR Report
it: Report CDR

source: Logged in as
it: Connesso come

source: CDR search
it: Cerca CDR

source: From date
it: Dalla data

source: To date
it: Alla data

source: Destination number
it: Numero di destinazione

source: Duration
it: Durata

source: Destination
it: Destinazione

source: Amount
it: Importo

source: SIP_UA IP
it: IP SIP_UA

source: PyFreeBilling : Customer Portal Home Page
it: PyFreeBilling : Home Page portale cliente

source: Admin interface : click here
it: Interfaccia amministratori : cliccare qui

source: Account Summary
it: Sintesi account

source: Street Addresses
it: Indirizzi

source: PyFreeBilling : Customer Portal Login Page
it: PyFreeBilling : Pagina login portale cliente

source: Please sign in
it: Per favore autenticarsi

source: Sign In
it: Log In

source: IP Authentification
it: IP autenticazione

source: You only need to specify our switch ip address in your system. To get it, please contact support
it: C'è solo bisogno di specificare l'indirizzo ip del nostro switch nel nostro sistema. Per ottenerlo, contattare il supporto

source: Your system needs to register with correct username/password. If you lost your password, please contact support
it: Il sistema ha bisogno di registrarsi con username/password corrette. Se ha perso la password, contattare il supporto

source: Misc
it: Varie

source: If you need to modify limits, adding, modifying or deleting a sip account, please contact support team
it: Se si ha bisogno di modificare limiti, aggiungere, modificare o eliminare un account SIP, contattare il supporto

source: SIP auth type
it: Tipologia autenticazione SIP

source: Username
it: Nome utente

source: Max calls
it: Chiamate massime

source: Calls/sec
it: Chiamate/secondo

source: IP Auth
it: Autenticazione IP

source: Disabled
it: Disabilitato

source: Click and drag in the plot area to zoom in
it: Cliccare e trascinare nell'area disegnata per ingrandire

source: Drag your finger over the plot to zoom in
it: Trascina il dito sull'area disegnata per ingrandire

source: Go to...
it: Vai a...

source: Report list
it: Lista report

source: Models available in the %(name)s application.
it: Modelli disponibili nell'applicazione %(name)s

source: None available
it: Nessuno disponibile

source: View Reports
it: Visualizza reports

source: Run actual import
it: Esegui report attuale

source: Simulate import
it: Simula report

source: %(name)s object with primary key %(key)r does not exist.
it: L'oggetto %(name)s con la chiave primaria %(key)r non esiste.

source: No data sent with the request
it: Nessun dato inviato con la richiesta

source: Unable to reorder objects
it: Impossibile riordinare gli oggetti

source: Site administration
it: Amministrazione sito

source: %s administration
it: amministrazione %s

source: The options were succesfully saved.
it: L'opzione era salvata correttamente.

source: The user was successfully connected.
it: L'utente era connesso correttamente.

source: The server does not have permissions to write to the token file. Please contact your system administrator.
it: Il server non ha il permesso per scrivere il file token. Per favore contattare l'amministratore di sistema.

source: Your account has been updated successfuly.
it: Il suo account è stato aggiornato correttamente.

source: My account
it: Il mio account

source: YES
it: SI

source: We're sorry, but the requested page could not be found.
it: Siamo spiacenti, ma la pagina cercata non può essere trovata.

source: Server error
it: Errore server

source: Server error (500)
it: Errore server (500)

source: Server Error <em>(500)</em>
it: Errore server <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
it: Si è verificato un errore. E' stato già riportato all'amministratore del sito via email e dovrebbe essere corretto a stretto giro. Grazie per la pazienza.

source: Actions
it: Azioni

source: Configure Google Analytics
it: Configura Google Analytics

source: Profile ID
it: ID Profilo

source: Showing last
it: Mostrando gli ultimi

source: days
it: giorni

source: Connected
it: Connesso

source: Yes
it: Si

source: Current session expiry
it: Scadenza sessione corrente

source: Refresh token
it: Aggiorna token

source: Authenticate new account
it: Autentica nuovo account

source: help text
it: testo aiuto

source: <p>Use this button to connect to a Google account and enable statistics. The google account must have access to the above Google Analytics Profile ID.</p><p class=\
it: <p>Usare questo pulsante per connettersi a Google e abilitare le statistiche. L'account di Google deve aver accesso all'ID Profilo di Google Analytics di sopra.</p><p class=\

source: add
it: aggiungi

source: edit
it: modifica

source: General
it: Generale

source: Sorting priority: %(priority_number)s
it: Priorità ordine: %(priority_number)s

source: No results found matching the specified criteria. Please try again!
it: Nessun risultato trovato con i criteri specificati. Per favore riprovare!

source: There are no records yet. Use the <strong>add</strong> button above to create a new
it: Non ci sono ancora record. Usare il pulsante <strong>Aggiungi</strong> sopra riportato per crearne uno

source: delete
it: elimina

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
it: Cancellare l'oggetto %(object_name)s '%(escaped_object)s' richiederebbe la cancellazione di oggetti collegati, ma il suo account non ha i permessi per cancellare i seguenti tipi di oggetto.

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
it: Cancellare l'oggetto %(object_name)s '%(escaped_object)s' richiederebbe la cancellazione dei seguenti oggetti protetti collegati:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
it: Si è sicuri di voler cancellare l'oggetto %(object_name)s "%(escaped_object)s"? Tutti i seguenti elementi collegati verranno cancellati:

source: Yes, I'm sure
it: Si, sono sicuro

source: Delete multiple objects
it: Cancella oggetti multipli

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
it: Cancellare l'oggetto %(objects_name)s richiederebbe la cancellazione di oggetti collegati, ma il suo account non ha i permessi per cancellare i seguenti tipi di oggetto:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
it: Cancellare l'oggetto %(objects_name)s richiederebbe la cancellazione dei seguenti oggetti protetti collegati:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
it: Si è sicuri di vole cancellare l'oggetto %(objects_name)s? Tutti i seguenti oggetti e i loro elementi correlati verranno cancellati:

source: Translate Static Messages
it: Traduci messaggi statici

source: New
it: Nuovo

source: Returning
it: Ritornati

source: Total visits
it: Visite totali

source: Last 30 days visits
it: Visite ultimi 30 giorni

source: Visitors
it: Visitatori

source: Pageviews
it: Visualizzazioni di pagina

source: Avg. visit time
it: Tempo visita medio

source: Bounce rate
it: Tasso rimbalzi

source: New visits
it: Nuove visite

source: Analytics data could not be generated
it: I dati di Analitycs non possono essere generati

source: The key has expired.
it: La chiave è scaduta

source: The analytics user is not authenticated. <a href="%(analytics_url)s">Click here</a> to connect a user with the analytics account.
it: L'utente di Analytics non è autenticato. <a href="%(analytics_url)s">Cliccare qui</a> per connettere l'utente all'account di analytics.

source: Your account has no data yet. <strong>Just be patient, visits will come!</strong> :)
it: Nel tuo account non ci sono ancora dati. <strong>Bisogna essere pazienti, le visite arriveranno!</strong> :)

source: Error code
it: Codice errore

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
it: C'è qualcosa di sbagliato nell'installazione del database. Assicurarsi che le tabelle siano state create correttamente, e assicurarsi che il database sia leggibile dall'utente collegato.

source: Forgot password?
it: Password dimenticata?

source: history
it: storico

source: Date/time
it: Data/ora

source: User
it: Utente

source: Action
it: Azioen

source: This object doesn't have a change history. It probably wasn't added via this admin site.
it: Questo oggetto non ha storico di cambiamenti. Probabilmente non è stato aggiunto attraverso questo portale.

source: Translatable options
it: Opzioni traducibili

source: Search...
it: Cerca...

source: Generate messages
it: Genera messaggi

source: Regenerate messages
it: Rigenera messaggi

source: Update messages
it: Aggiorna messaggi

source: First, enter a username and password. Then, you'll be able to edit more user options.
it: Prima inserire il nome utente e la password. Successivamente sarà possibile modifica altre opzioni utente.

source: Enter a username and password.
it: Inserire un nome utente e una password.

source: Enter a new password for the user <strong>%(username)s</strong>.
it: Inserire una nuova password per l'utente <strong>%(username)s</strong>.

source: Enter the same password as above, for verification.
it: Inserire la stessa password come sopra, per verifica

source: Periodic tasks won't be dispatched unless you set the <code>CELERYBEAT_SCHEDULER</code> setting to <code>djcelery.schedulers.DatabaseScheduler</code>, or specify it using the <code>-S</code> option to celerybeat
it: Le operazioni ricorrenti non verranno eseguite finché non verrà impostato il <code>CELERYBEAT_SCHEDULER</code> a <code>djcelery.schedulers.DatabaseScheduler</code>, o specificandolo usando l'opzione <code>-S</code> in celerybeat

source: Bellow is a preview of applied import data. If you are satisfied with a result click Confirm import
it: Sotto c'è un'anteprima dei dati importati. Se si è soddisfatti, cliccare su Conferma importazione

source: Confirm import
it: Conferma importazione

source: This importer excpect and will import following fields:
it: Questa procedura si aspetta e importerà i seguenti campi:

source: Errors
it: Errori

source: Line number
it: Numero linea
