Repository: mwolff44/pk-sbc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Skipped
it: Saltati

source: Update
it: Aggiorna

source: Change Password
it: Cambio password

source: Logout
it: Termina sessione

source: Options
it: Opzioni

source: Are you sure you want to regenerate the messages? This will override your changes.
it: Si è sicuri di voler rigenerare i messaggi? Questo sovrascriverà i cambiamenti.

source: Available files
it: Files disponibili

source: Translate messages
it: Traduci messaggi

source: Update account
it: Aggiorna account

source: Your password was changed successfully.
it: La password è stata modifica con successo.

source: New password (again)
it: Nuova password (ripetere)

source: Password reset complete
it: Reset della password completato

source: Your password has been set. You may go ahead and log in now.
it: La password è stata impostata. E' ora possibile eseguire il login

source: Password reset
it: Reset della password

source: Enter new password
it: Inserire la nuova password

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Per favore, inserire la password due volte al fine di verificare che sia stata scritta correttamente.

source: Password reset unsuccessful
it: Reset della password fallito

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link per il reset della password non è valido, probabilmente perché è stato già usato. Per favore, richiedere un nuovo reset della password.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
it: Dimenticata la password? Inserire la propria email e invieremo un messaggio con le istruzione per impostarne una nuova.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
it: Abbiamo inviato un messaggio con le istruzioni per reimpostare la password all'indirizzo email specificato. Dovrebbe essere ricevuto a stretto giro.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
it: Si riceve questo messaggio perché è stato richiesto il reset della password per l'account utente sul sito %(site_name)s.

source: Please go to the following page and choose a new password:
it: Per favore, aprire la seguente pagina e scegliere una nuova password:

source: Your username, in case you've forgotten:
it: Il nome utente, nel caso lo si abbia dimenticato:

source: Thanks for using our site!
it: Grazie per usare il nostro sito!

source: The %(site_name)s team
it: Il team di %(site_name)s

source: Reset my password
it: Resetta la mia password

source: Take me to login
it: Portami al login

source: Recover deleted %(name)s
it: Ripristina %(name)s cancellati

source: Choose a date from the list below to revert to a previous version of this object.
it: Selezionare una data dalla lista sotto riportata per ripristinare una versione precedente di questo oggetto.

source: Press the save button below to recover this version of the object.
it: Cliccare sul pulsante salva per ripristinare questa versione dell'oggetto.

source: Choose a date from the list below to recover a deleted version of an object.
it: Selezionare una data dalla lista sotto riportata per ripristinare una versione cancellata di questo oggetto.

source: There are no deleted objects to recover.
it: Non ci sono oggetti cancellati da ripristinare

source: Revert %(verbose_name)s
it: Ripristina %(verbose_name)s

source: Press the save button below to revert to this version of the object.
it: Cliccare sul pulsante salva per ripristinare l'oggetto a questa versione.

source: Compare %(name)s
it: Compara %(name)s

source: Compare <strong>%(date1)s</strong> with <strong>%(date2)s</strong>:
it: Compara <strong>%(date1)s</strong> con <strong>%(date2)s</strong>: ␣␣␣␣␣␣␣␣␣␣␣␣

source: Go back to history list
it: Vai indietro alla lista storica

source: Edit comment:
it: Modifica commento:

source: Note:
it: Nota:

source: compare
it: Compara

source: Django Administration
it: Amministrazione Django

source: Welcome to the yawd-admin administration page. Please sign in to manage your website.
it: Benvenuti nella pagina di amministrazione di yawd-admin. Per favore, autenticarsi per gestire il sito.

source: File not found
it: File non trovato

source: Access denied
it: Accesso non consentito

source: Volume could not be found
it: Il volume non può essere trovato

source: This is not a valid image file
it: Questo non è un file immagine valido

source: This file is no longer valid
it: Il file non è più valido

source: Size
it: Dimensione

source: Path
it: Percorso

source: Link
it: Collegamento

source: Modified
it: Modificato

source: Dimensions
it: Dimensioni

source: Set
it: Imposta

source: Clear
it: Pulisci

source: No volume id found
it: Sconosciuto

source: Unknown
it: Sconosciuto

source: %(count)d non-default language was deleted
it: %(count)d lingua cancellata

source: Delete selected languages
it: Rimuovi lingue selezionate

source: Image
it: Immagine

source: Name
it: Nome

source: Default
it: Predefinito

source: Order
it: Ordine

source: Language
it: Lingua

source: Languages
it: Lingue

source: not translated in
it: non tradotto in

source: Cannot delete the default language
it: Non è possibile eliminare la lingua predefinita

source: Could not create the target folder.
it: Impossibile creare la cartella richiesta.

source: <b>Configuration error!</b> Please set the LOCALE_PATHS project setting to allow the creation of a unified messages catalog.
it: <b>Errore di configurazione!</b> Impostare il LOCALE_PATHS del progetto per consentire la creazione di un catalogo di messaggi unificato.

source: The system does not appear to have any translation messages for this language. Please use the "Generate messages" button.
it: Il sistema sembra non avere nessun messaggio tradotto per questa lingua. Utilizzare il pulsante "Genera messaggi".

source: Translate and save the following messages.
it: Traduci e salva il seguente messaggio

source: Loading messages...
it: Caricando messaggi

source: yawd-translations example project
it: Progetto esempio yawd-translations

source: yawd-translations example
it: Esempio yawd-translations

source: Page details
it: Dettagli pagina

source: Pages
it: Pagine

source: Read more
it: Leggi altro

source: did config xml file update failed. Can not load template file !
it: Aggiornamento file di configurazione numeri geografici fallito. impossibile caricare il file con il template !

source: FS successfully reload
it: FS riavviato correttamente

source: DID config xml file update failed. FS update failed ! Try manually
it: Aggiornamento file di configurazione numeri geografici fallito. Aggiornamento FS fallito ! Riprovare manualmente

source: DID config xml file update success
it: File XML di configurazione numeri geografici aggiornato correttamente

source: DID config xml file update failed. Can not create file !
it: Aggiornamento file di configurazione numeri geografici fallito. Impossibile creare il file !

source: VAT Vies Validated.
it: Partita IVA validata su Vies.

source: If on, it means that VAT is validated through <a target='_blank' href='http://ec.europa.eu/taxation_customs/vies/vatRequest.html'>Vies</a>.
it: Se acceso, significa che la partita IVA è stata validata attraverso il <a target='_blank' href='http://ec.europa.eu/taxation_customs/vies/vatRequest.html'>Vies</a>.

source: PyFreeBilling : Customer Portal Report
it: PyFreeBilling : Report portale cliente

source: Daily CDR Reports (Last 7 Days)
it: Report CDR giornaliero (Ultimi 7 giorni)

source: Monthly CDR reports (Last 3 Months)
it: Report CDR Mensile (Ultimi 3 mesi)

source: sofia config xml file update failed. Can not load template file !
it: Aggiornamento file XML di configurazione di Sofia fallito. Impossibile caricare il file template !

source: customer sip config xml file update failed. FS ACL update failed ! Try manually -- %s
it: Aggiornamento file XML di configurazione SIP cliente fallito. Aggiornamento delle ACL di FS fallito ! Provare manualmente -- %s

source: sofia config xml file update success
it: Aggiornamento file XML di configurazione di Sofia eseguito

source: sofia config xml file update failed. Can not create file !
it: Aggiornamento file XML di configurazione di Sofia fallito. Impossibile creare il file !

source: customer sip config xml file update failed. Can not load template file !
it: Aggiornamento file XML di configurazione SIP cliente fallito. Impossibile caricare il file template !

source: customer sip config xml file update failed. FS ACL update failed ! Try manually - %s
it: Aggiornamento file XML di configurazione SIP cliente fallito. Aggiornamento delle ACL di FS fallito ! Provare manualmente -- %s

source: customer sip config xml file update success
it: Aggiornamento file XML di configurazione SIP cliente eseguito

source: customer sip config xml file update failed. Can not create file !
it: Aggiornamento file XML di configurazione SIP cliente fallito. Impossibile creare il file !

source: ACL config xml file update failed. Can not load template file !
it: Aggiornamento file XML ACL fallito. Impossibile caricare il file template !

source: ACL config xml file update failed. FS ACL update failed ! Try manually--- %s
it: Aggiornamento file XML ACL fallito. Aggiornamento ACL di FS fallito ! Riprovare manualmente--- %s

source: ACL config xml file update success
it: Aggiornamento file XML ACL eseguito.

source: ACL xml file update failed. Can not create file !
it: Aggiornamento file XML ACL fallito. Impossibile creare il file !

source: select the Ratecards affected to customer account. Order is important !
it: Selezionare i listini assegnati all'utente. L'ordine è importante !

source: General company informations
it: Informazioni generali azienda

source: Customer settings
it: Impostazioni cliente

source: Customer alerts
it: Notifiche cliente

source: All the customer alert parameters
it: Tutti i parametri di alert del cliente

source: Provider settings
it: Impostazioni fornitore

source: If this company is your provider, this is right place to manage its parameters
it: Se questa azienda è un fornitore, questo è il posto giusto per gestire i suoi parametri

source: prepaid
it: Prepagato

source: VAT
it: IVA/VAT ID

source: vat
it: iva/vat id

source: No need to update balance
it: Non c'è bisogno di aggiornare il bilancio

source: balance updated
it: Bilancio aggiornato

source: Balances
it: Bilanci

source: enabled
it: abilitato

source: 1 item was
it: Un elemento

source: %s items were
it: %s elementi

source: %s successfully marked as enabled.
it: %s sono stati segnati come abilitati.

source: %s successfully marked as disabled.
it: %s sono stati segnati come disabilitati.

source: General sip account informations
it: Informazioni generali account SIP

source: Registration settings
it: Impostazioni di registrazione

source: If registration, you must set a password
it: Se deve registrarsi, deve essere definita una password

source: IP Settings
it: Impostazioni IP

source: If no registration, SIP IP CIDR is needed
it: Se non deve registrarsi, deve essere definito un IP CIDR SIP

source: Description
it: Descrizione

source: description informations
it: Informazioni aggiuntive

source: Advanced settings
it: Impostazioni avanzate

source: Advanced parameters
it: Parametri avanzati

source: registration
it: Registrazione

source: Register
it: Registra

source: Basic settings
it: Impostazioni di base

source: General sip profile informations
it: Informazioni generali profilo SIP

source: Codecs Related Options
it: Impostazioni Codec

source: Manage Codecs Related Options
it: Gestisci impostazioni Codec

source: NAT management
it: Gestione NAT

source: DTMF Related options
it: Impostazioni DTMF

source: DTMF management
it: Gestione DTMF

source: SIP Related Options
it: Opzioni SIP

source: Manage SIP Related Options
it: Gestione opzioni SIP

source: RTP Related Options
it: Opzioni RTP

source: Manage RTP Related Options
it: Gestione opzioni RTP

source: Authentification Authorization
it: Autenticazione Autorizzazione

source: Authentification Authorization management
it: Gestione Autenticazione Autorizzazione

source: Registration settings management
it: Gestione opzioni di registrazione

source: Others
it: Altro

source: Others parameters
it: Altri parametri

source: Advanced date / duration infos
it: Informazioni avanzate date / durata

source: Financial infos
it: Informazioni finanziarie

source: LCR infos
it: Informazioni LCR

source: Call detailed infos
it: Informazioni dettagliate chiamata

source: object
it: oggetto

source: %s is not a valid VAT number
it: %s non è un numero di partita IVA valido

source: Wrong VAT number - validation made throw VIES services. %s
it: Partita IVA/VAT ID non valido - La validazione è stata eseguita attraverso il servizio VIES. %s

source: balance history
it: Storico bilancio

source: companies
it: Aziende

source: phone number
it: Numero di telefono

source: phone numbers
it: Numeri di telefono

source: email addresses
it: Indirizzi email

source: instant messenger
it: Messaggeria istantanea

source: instant messengers
it: Messaggeria istantanea

source: You have to specify a password if you want to allow registration
it: E' necessario specificare una password se si vuole consentire la registrazione

source: You must specify a SIP IP CIDR if you do not want to use registration
it: E' necessario specificare un IP CIDR SIP se non si vuole usare la registrazione

source: The password must be at least %d characters long.
it: La passoword deve essere lunga almeno %d caratteri.

source: The new password must contain at least one letter and at least one digit
it: La nuova password deve contenere almeno una lettera e almeno un numero

source: rates
it: Tariffe

source: 1_Customers
it: 1_Clienti

source: Customers list
it: Elenco clienti

source: SIP accounts
it: Account SIP

source: Destination number normalization
it: Normalizzazione numero destinazione

source: CallerID normalization
it: Normalizzazione numero chiamante

source: Customer statistics
it: Statistiche cliente

source: Destination statistics
it: Statistiche destinazione

source: 2_Providers
it: 2_Fornitori

source: Providers list
it: Elenco fornitori

source: Provider statistics
it: Statistiche fornitore

source: 3_DID
it: 3_Numeri geografici

source: Destination Number Normalization
it: Normalizzazione numero destinazione

source: CallerID prefix management
it: Gestione prefissi numero chiamante

source: 5_Switches
it: 5_Switch

source: Customer accounts
it: Account clienti

source: Freeswitch status
it: Stato FreeSWITCH

source: Registration status
it: Stato Registrazioni

source: Bridged Calls
it: Chiamate connesse

source: Freeswitch list
it: Elenco FreeSWITCH

source: Sofia profiles
it: Profili Sofia

source: 6_Finance
it: 6_Economici

source: Currency Management
it: Gestione valute

source: Server status
it: Stato server

source: FreeSwitch status
it: Stato FreeSWITCH

source: 8_Admin
it: 8_Amministrazione

source: Access attempts
it: Tentativi di accesso

source: Honeypot logs
it: Log Honeypot

source: Visitors stats
it: Statistiche visitatori

source: Admin logs
it: Log amministraotre

source: Recurring task logs
it: Log operazioni ricorrenti

source: Import logs
it: Importa log

source: Version
it: Versione

source: System
it: Sistema

source: OS
it: Sistema operativo

source: Hostname
it: Nome host

source: Uptime
it: Tempo attività

source: CPU Cores
it: Core CPU

source: Logged in
it: Utenti loggati

source: Started
it: Avviato

source: cores
it: core

source: Load average
it: Carico medio

source: System<
it: Sistema<

source: I/O wait
it: Attesa I/O

source: Memory
it: Memoria

source: Total
it: Totale

source: Available
it: Disponibile

source: Used
it: Usata

source: excl. cache and buffers
it: Esc. cache e buffers

source: incl. cache and buffers
it: Inc. cache e buffers

source: Free
it: Libera

source: Network I/O
it: I/O di rete

source: P. Dropped
it: P. Scartati

source: P. Error
it: P. Errati

source: Disk usage
it: Utilizzo disco

source: Device
it: Dispositivo

source: Mounted
it: Montato
